tutorials/Mech/FTMChemkinToFoam/nHeptane-68/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8.x.2
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          202;
        startFace       100;
    }
    inlet
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          1;
        startFace       302;
    }
    outlet
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          1;
        startFace       303;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          202;
        startFace       304;
    }
)

// ************************************************************************* //
